      *****************************************************************
      *  TEST COPY BOOK                                               *
      *  ---------------------                                        *
      *****************************************************************
       01  MY-COPYBOOK.
              15 ATTR-X PIC S9(7)V9(4).
              15 ATTR-Y PIC S9(2)V9(2).
              15 ATTR-A PIC S9(4).
              15 ATTR-B PIC S9(4).
              15 ATTR-C PIC S9(4).
              15 ATTR-D PIC S9(4).
              15 ATTR-E PIC S9(4).
              15 ATTR-F PIC S9(4).
              15 ATTR-G PIC S9(4).
              15 ATTR-H PIC S9(4).
              15 ATTR-I PIC S9(4).
              15 ATTR-J PIC S9(4).
